{
    "nav_one": "Home",
    "nav_two": "Anti-Fraud",
    "nav_three": "Dispute Alert and Resolution",
    "nav_four": "Device Risk Identification",
    "nav_five": "Risk Profiling",
    "nav_six": "About Us",
    "foot_nav_one": "Anti-Fraud",
    "jump_wetech_text": "Join our network",
    "home_top_title": "Multiple scenes, Big data",
    "home_top_title_des": "A Comprehensive Intelligent FinTech Service Provider",
    "home_block_top": "AI payment risk control, safeguarding cross-border ventures.",
    "home_block_top_desc": "Fraud alerts - fraud prevention - dispute resolution - a full-chain, one-stop solution providing merchants with professional, fast, user-friendly, and mature payment risk control products.",
    "home_block_top_small_des": "Global fraud continues",
    "phone": "Mobile phone: +8613715293975",
    "email": "E-mail: business@wetech.vip",
    "address": "Company Address: Bantian Office/Nanshan Office, Longgang District, Shenzhen",
    "address_text": "Company Address：",
    "address_detials": "Bantian Office/Nanshan Office, Longgang District, Shenzhen",
    "foot_t": "Services",
    "foot_company": "Company information",
    "our_advantage": "Our Advantages",

    "home_slide_one_title": "Electronic",
    "home_slide_one_desc": "products: the target industry of fraud syndicate, due to their high unit price, once a fraud occurs, it will bring huge losses to merchants.",
    "home_slide_two_title": "Luxury goods",
    "home_slide_two_desc": "Abusing of return and exchange policies, and misusing of coupons, prone to causing friendly fraud.",
    "home_slide_three_title": "Gaming, gift card",
    "home_slide_three_desc": "If a fraud occurs, the goods can be resold immediately without merchant shipping.",
    "home_slide_four_title": "Grocery retail",
    "home_slide_four_desc": "Fraud attacks on grocery merchants increased by 30% in 2020, making it an industry favored by fraudsters.",

    "home_half_circle_one_title": "Fraud prevention- payment risk control",
    "home_half_circle_one_desc": "based in self-developed payment risk control products,such,as credit card anti-fraud,device risk identification, use the combination of large model and small model,and realize automated decision-making of risk contnol through AI automatic engine",
    "home_half_circle_two_title": "Dispute resolution- RDR/ethoca",
    "home_half_circle_two_desc": "To cooperate with VISA,for Visa card, to realize automatically refund for chargebacks,and reduce the chargeback rate.",
    "home_half_circle_two_desc_two": "To cooperate with ethoca, for all credit card, to resolve pre-disputes and reduce the chargeback rate.",
    "home_half_circle_three_title": "Fraud notification- payment risk control",
    "home_half_circle_three_desc": "based on self-developed payment risk control products, use the combination of large model and small model,and realize automated reminding of risk control through AI automatic engine, and seller makes decisions by themselves",

    "advantage_title": "The world's most cutting-edge and comprehensive risk control database",
    "advantage_one": "Millions of users voluntarily report daily",
    "advantage_two": "Several billions Device Fingerprint Reputation Data",
    "advantage_three": "Global Risk Email Database",
    "advantage_four": "Global Black IP Database",
    "advantage_five": "The largest malicious URL blacklist in the industry",
    "advantage_six": "The largest security number database in the industry",

    "home_art_t": "Powerful technology and deep algorithmic capabilities",
    "home_art_t_one_des": "Possessing a world-class technical team and cloud service capabilities",
    "home_art_t_two_des": "Based on artificial intelligence and deep learning algorithms, we can do in-depth analysis of languages, products, and purchasing behaviors around the world, and establishes standard models",
    "home_risk_pro_t": "Anti-Fraud",
    "home_risk_pro_des": "WeTech credit card anti-fraud centres on artificial intelligence algorithms, and relies on technologies such as real-time computing, decision engines, knowledge graphs, and terminal situational awareness. And based on a deep understanding of customer business scenarios and needs, it helps to safeguard merchants' overseas operations.",

    "home_zy_jj_t": "Dispute Alert and Resolution",
    "home_zy_jj_t_one_desc": "Receive dispute cases in real time with fast response and resolution, to reduce chargeback",
    "home_zy_jj_t_two_desc": "rate and financial losses, and to avoid being placed on card brand monitoring program list.",
    "home_zy_jj_t_l": "Ethoca service",
    "home_zy_jj_t_r": "RDR/CDRN service",

    "home_device_ad_t": "Device Risk Identification",
    "home_device_ad_desc": "Equipped with the capability to generate trusted device identifiers across all platforms, including APP/H5/mini-programs, with mobile terminal validation on over a billion devices. Its conflict rate, inflation rate, and adaptability rate are controllable. Through internal and external product development, its performance, stability, and disaster recovery have been iteratively improved. It covers a wide range, fand in terms of model feature design, it supports downward compatibility for high-version features that are restricted, and continuous iterative upgrades, having undergone major updates like Android Q and IOS 14.",
    "home_fxhx_t": "Risk Profiling",
    "home_fxhx_desc": "WeTech Risk Profiling is based on years of accumulated experience in combating fraud teams, terminal security technology, and data analysis modeling capabilities, enabling the provision of multi-dimensional risk profiles for clients",

    "about_title": "About us",
    "about_des": "WeTech is deeply involved in the financial industry and focuses on cross-border financial risk control. WeTech is a multi-scenario, big data, and fully intelligent financial technology product service provider. WeTech has the world's most cutting-edge database, powerful data analysis capabilities and risk control models, automatic decision-making engine. With flexible and varied business solutions as well as high standard customer service, we have served numerous independent websites, leading sellers, website building platforms, payment companies, etc., and committed to providing merchants and payment companies with complete risk control solutions to identify fraud, reduce chargeback rates and improve order pass rates, and thus to increase revenue and create value.",
    "about_contact_us": "Contact us",

    "risk_profiling_t": "Risk profiling",
    "risk_profiling_desc": "WeTech Risk Profiling, based on years of accumulated experience in combating fraud rings, terminal security technology, and data analysis modeling capabilities, provides clients with multi-dimensional risk profiles.",
    "rp_ys_t": "Our Advantages",
    "rp_ys_one_t": "Multidimensional risk profiling",
    "rp_ys_one_desc": "Based on AI intelligent algorithms, it creates risk profiles from multiple dimensions, offering comprehensiveness and high accuracy.",
    "rp_ys_two_t": "Global Sampling Databases",
    "rp_ys_two_desc": "Rich global ecological sampling capabilities, efficient big data analysis, and intelligent AI algorithms.",
    "rp_ys_three_t": "Customized customer solutions",
    "rp_ys_three_desc": "Professional custom service team, convenient onboarding process, and efficient response mechanism",
    "rp_ys_b_one_t": "Big data analysis combined with AI intelligent algorithms",
    "rp_ys_b_one_sub_t": "WeTech focuses on providing cross-border payment risk control services",
    "rp_ys_b_one_desc": "Risk profiling is based on massive overseas data collection and big data analysis, relies on AI algorithms for deep learning and multiple rounds of continuous model optimization. Tailored to the needs of overseas markets, we provide risk profiles from multiple dimensions, mainly including IP profiling, phone number profiling, email profiling, and address profiling. We also offer comprehensive risk strategies, effectively addressing scenarios such as junk registrations, order brushing, wool-pulling, and identifying risky behaviors.",
    "rp_ys_b_two_t": "Our team",
    "rp_ys_b_two_desc": "We have invested in hundreds of risk control experts to keep up with overseas risk control dynamics, uncover new risks, gain insights into new countermeasures, and continuously optimize models and algorithms. And a professional customized team formulates and implements effective solutions according to your requirements, ensuring efficient execution and rapid response.",

    "device_risk_t": "Device Risk Identification",
    "device_risk_desc": "Device risk identification alerts users to pay attention to and utilize multi-dimensional device information. Through big data analysis and AI algorithms, a unique trusted device ID is generated for each mobile device. Coupled with the use of an intelligent risk control system,this can effectively combat device forgery, bot control, and wool-pulling and other malicious activities, ensuring your security protection.",
    "dr_one_t": "High model accuracy, stability and reliability",
    "dr_one_desc": "Combining dynamic and static features with AI intelligent models to enhance accuracy and ensure stability.",
    "dr_two_t": "Full-platform coverage and excellent adaptability",
    "dr_two_desc": "Combining dynamic and static features with AI intelligent models, highly compatible, effectively counteracts device information tampering.",
    "dr_three_t": "Multi-dimensional, strong anti-fraud capabilities",
    "dr_three_desc": "Multi-dimensional device information, big data analysis, AI algorithms, and intelligent risk control systems effectively combat forgery, bot control, and wool-pulling activities.",
    "dr_b_one_t": "Big data analysis with AI intelligent algorithms",
    "dr_b_one_sub_t": "WeTech focuses on providing cross-border payment risk control services",
    "dr_b_one_desc": "Based on multi-dimensional device information and utilizing big data analysis and AI algorithms, a unique trusted device ID is generated for each mobile device. With the addition of an intelligent risk control system, this approach can effectively combat device forgery, bot control, and wool-pulling, among other malicious activities, adding a layer of security protection for your overseas operation.",
    "dr_b_two_t": "Big data",
    "dr_b_two_desc": "WeTech possesses an ecosystem of hundreds of millions of mobile devices and a professional team of over a hundred people, which supports the ongoing optimization and iterative updates of device risk identification services. It has the foresight into overseas device changes, helping businesses to preemptively perceive potential risks."

}